// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Gesicherte Aufträge";

NoPrintTitle = "Auftrag kann nicht gedruckt werden.";
NoDeleteTitle = "Auftrag kann nicht gelöscht werden.";
NoPrintMsg1 = "Vergewissern Sie sich, dass Sie die korrekte PIN eingeben.";
NoPrintMsg2 = "Überprüfen Sie, ob der Drucker online geschaltet und angeschlossen ist.";

DeleteButtonTitle = "Löschen";
CancelButtonTitle = "Abbrechen";

DeleteJobAlertTitle = "Möchten Sie den Auftrag \"%@\" wirklich löschen?";
DeleteJobAlertMsg = "Die Auftragsdaten gehen verloren, und diese Aktion kann nicht rückgängig gemacht werden.";

EnableJobStoring = "Auftragssicherung aktivieren";
TaskDescription = "Wählen Sie einen gesicherten Auftrag aus, um diesen zu drucken oder zu löschen. Drucken Sie mehrere Kopien, indem Sie die Anzahl der gewünschten Kopien eingeben.";
UserName = "Benutzername";
JobName = "Auftragsname";
PinTitle = "PIN für sicheren Auftrag eingeben:";
CopiesTitle = "Zu druckende Kopien:";
DeleteButton = "Löschen";
PrintButton = "Drucken";
ApplyNowButton = "Übernehmen";